Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# days.short.thu
source: Thu
ar: الخميس
bg: Чет
bn: বৃহ
ca: dij
cs: Čt
da: Tor
de: Do
el: Πέμ
es: Jue
et: Neljapäev
fa: پنجشنبه
fi: To
fil: Huw
fr: Jeu
he: ה׳
hi: गुरु
hr: Čet
hu: Csü
id: Kam
is: Fim
it: Gio
ja: 木
ko: 목
lt: Ket
lv: Cet
nb: Tor
nl: Do
nn: Tor
pl: Czw
pt_br: Qui
ro: Joi
ru: Чт
sk: Štv
sl: Čet
sr: Čet
sv: Tor
sw: Kha
ta: வியாழ
th: พ.
tr: Per
uk: Чт
ur: جمعرات
vi: Thứ Năm
zh_hans: 周四
zh_hant: 四

# days.short.tue
source: Tue
ar: الثلاثاء
bg: Вто
bn: মঙ্গল
ca: dix
cs: Út
da: Tir
de: Di
el: Τρί
es: Mar
et: Teisipäev
fa: سه‌شنبه
fi: Ti
fil: Mar
fr: Mar
he: ג׳
hi: मंगल
hr: Uto
hu: Ked
id: Sel
is: Þri
it: Mar
ja: 火
ko: 화
lt: Ant
lv: Ot
nb: Tir
nl: Di
nn: Tir
pl: Wt
pt_br: Ter
ro: Mar
ru: Вт
sk: Uto
sl: Tor
sr: Uto
sv: Tis
ta: செவ்வாய்
th: อ.
tr: Sal
uk: Вт
ur: منگل
vi: Thứ Ba
zh_hans: 周二
zh_hant: 二

# days.short.wed
source: Wed
ar: الأربعاء
bg: Сря
bn: বুধ
ca: dme
cs: St
da: Ons
de: Mi
el: Τετ
es: Mié
et: Kolmapäev
fa: چهارشنبه
fi: Ke
fil: Miy
fr: Mer
he: ד׳
hi: बुध
hr: Sri
hu: Sze
id: Rab
is: Mið
it: Mer
ja: 水
ko: 수
lt: Tre
lv: Tre
nb: Ons
nl: Wo
nn: Ons
pl: Śr
pt_br: Qua
ro: Mie
ru: Ср
sk: Str
sl: Sre
sr: Sre
sv: Ons
ta: புதன்
th: พ.
tr: Çar
uk: Ср
ur: بدھ
vi: Thứ Tư
zh_hans: 周三
zh_hant: 三

# days.weekdays
source: Weekdays
ar: أيام العمل
bg: Работни дни
bn: সপ্তাহের দিন
ca: Entre setmana
cs: Pracovní dny
da: Hverdage
de: Wochentage
el: Καθημερινές
es: Entre semana
et: Nädalapäevad
fa: روزهای کاری
fi: Arkipäivät
fil: Araw ng Linggo
fr: Jours de semaine
he: ימי חול
hi: सप्ताह के दिन
hr: Radni dani
hu: Hétköznapok
id: Hari Kerja
is: Virkir dagar
it: Giorni feriali
ja: 平日
ko: 평일
lt: Darbo dienos
lv: Darba dienas
nb: Hverdager
nl: Weekdagen
nn: Hverdagar
pl: Dni robocze
pt_br: Dias úteis
ro: Zile lucrătoare
ru: Будни
sk: Pracovné dni
sl: Delovniki
sr: Radni dani
sv: Vardagar
sw: Siku za Kazi
ta: வேலை நாட்கள்
th: วันธรรมชาติ
tr: İş günleri
uk: Робочі дні
ur: ہفتہ کے دن
vi: Ngày thường
zh_hans: 工作日
zh_hant: 平日

# days.weekend
source: Weekend
ar: نهاية الأسبوع
bg: Уикенд
bn: সপ্তাহান্ত
ca: Cap de setmana
cs: Víkend
da: Helg
de: Wochenende
el: Σαββατοκύριακο
es: Fin de semana
et: Nädalavahetus
fa: آخر هفته
fi: Viikonloppu
fil: Katapusan ng Linggo
he: סוף שבוע
hi: सप्ताहांत
hr: Vikend
hu: Hétvége
id: Akhir Pekan
is: Helgi
it: Fine settimana
ja: 週末
ko: 주말
lt: Savaitgalis
lv: Brīvdienas
nb: Helg
nn: Helg
pt_br: Fim de semana
ru: Выходные
sk: Vrcholný deň
sl: Konec tedna
sr: Vikend
sv: Helg
sw: Wikendi
ta: வார இறுதி
th: สุดสัปดาห์
tr: Hafta sonu
uk: Вихідні
ur: ویک اینڈ
vi: Cuối tuần
zh_hans: 周末
zh_hant: 週末

# events.delete.button
source: Delete event
ar: حذف الحدث
bg: Изтрий събитие
bn: ইভেন্ট মুছুন
ca: Suprimeix l'esdeveniment
cs: Smazat událost
da: Slet hændelse
de: Ereignis löschen
el: Διαγραφή συμβάντος
es: Eliminar evento
et: Kustuta sündmus
fa: حذف رویداد
fi: Poista tapahtuma
fil: Tanggalin ang kaganapan
fr: Supprimer l’événement
he: מחק אירוע
hi: इवेंट हटाएं
hr: Izbriši događaj
hu: Esemény törlése
id: Hapus acara
is: Eyða atburði
it: Elimina evento
ja: イベントを削除
ko: 이벤트 삭제
lt: Ištrinti įvykį
lv: Dzēst notikumu
nb: Slett hendelse
nl: Gebeurtenis verwijderen
nn: Slett hending
pl: Usuń wydarzenie
pt_br: Excluir evento
ro: Șterge evenimentul
ru: Удалить событие
sk: Odstrániť udalosť
sl: Izbriši dogodek
sr: Obriši događaj
sv: Radera händelse
sw: Futa tukio
ta: நிகழ்வை நீக்கு
th: ลบกิจกรรม
tr: Etkinliği sil
uk: Видалити подію
ur: ایونٹ حذف کریں
vi: Xóa sự kiện
zh_hans: 删除事件
zh_hant: 刪除事件

# events.delete.confirm.message
source: This event will be deleted from your private calendar.
ar: سيتم حذف هذا الحدث من تقويمك الخاص.
bg: Това събитие ще бъде изтрито от личния ви календар.
bn: এই ইভেন্টটি আপনার ব্যক্তিগত ক্যালেন্ডার থেকে মুছে ফেলা হবে।
ca: Aquest esdeveniment s’eliminarà del teu calendari privat.
cs: Tato událost bude odstraněna z vašeho soukromého kalendáře.
da: Denne begivenhed slettes fra din private kalender.
de: Dieses Ereignis wird aus deinem privaten Kalender gelöscht.
el: Αυτό το συμβάν θα διαγραφεί από το ιδιωτικό ημερολόγιό σας.
es: Este evento se eliminará de tu calendario privado.
et: See sündmus kustutatakse sinu privaatsest kalendrist.
fa: این رویداد از تقویم خصوصی شما حذف خواهد شد.
fi: Tämä tapahtuma poistetaan yksityisestä kalenteristasi.
fil: Mabubura ang kaganapang ito sa iyong pribadong kalendaryo.
fr: Cet événement sera supprimé de votre calendrier privé.
he: אירוע זה יימחק מלוח השנה הפרטי שלך.
hi: यह इवेंट आपके निजी कैलेंडर से हटा दिया जाएगा।
hr: Ovaj će događaj biti izbrisan iz vašeg privatnog kalendara.
hu: Ez az esemény törlődik a személyes naptáradból.
id: Acara ini akan dihapus dari kalender pribadi Anda.
is: Þessum atburði verður eytt úr einkadagatalinu þínu.
it: Questo evento verrà eliminato dal tuo calendario privato.
ja: このイベントは個人カレンダーから削除されます。
ko: 이 이벤트가 개인 캘린더에서 삭제됩니다.
lt: Šis įvykis bus ištrintas iš jūsų asmeninio kalendoriaus.
lv: Šis notikums tiks dzēsts no jūsu privātā kalendāra.
nb: Denne hendelsen blir slettet fra den private kalenderen din.
nl: Deze gebeurtenis wordt uit je privéagenda verwijderd.
nn: Denne hendinga blir sletta frå den private kalenderen din.
pl: To wydarzenie zostanie usunięte z Twojego prywatnego kalendarza.
pt_br: Este evento será excluído do seu calendário privado.
ro: Acest eveniment va fi șters din calendarul tău privat.
ru: Это событие будет удалено из вашего личного календаря.
sk: Táto udalosť bude odstránená z vášho súkromného kalendára.
sl: Ta dogodek bo izbrisan iz vašega zasebnega koledarja.
sr: Ovaj događaj će biti obrisan iz vašeg privatnog kalendara.
sv: Den här händelsen kommer att tas bort från din privata kalender.
sw: Tukio hili litafutwa kwenye kalenda yako binafsi.
ta: இந்த நிகழ்வு உங்கள் தனிப்பட்ட காலண்டரிலிருந்து நீக்கப்படும்.
th: กิจกรรมนี้จะถูกลบออกจากปฏิทินส่วนตัวของคุณ
tr: Bu etkinlik özel takviminizden silinecek.
uk: Цю подію буде видалено з вашого особистого календаря.
ur: یہ ایونٹ آپ کے نجی کیلنڈر سے حذف کر دیا جائے گا۔
vi: Sự kiện này sẽ bị xóa khỏi lịch riêng tư của bạn.
zh_hans: 此事件将从您的私人日历中删除。
zh_hant: 此事件將從你的私人行事曆中刪除。

# events.delete.confirm.title
source: Delete event?
ar: حذف الحدث؟
bg: Изтриване на събитие?
bn: ইভেন্ট মুছবেন?
ca: Suprimeix l'esdeveniment?
cs: Smazat událost?
da: Slet hændelse?
de: Ereignis löschen?
el: Διαγραφή συμβάντος;
es: ¿Eliminar evento?
et: Kustuta sündmus?
fa: رویداد حذف شود؟
fi: Poistetaanko tapahtuma?
fil: Tanggalin ang kaganapan?
fr: Supprimer l’événement ?
he: למחוק אירוע?
hi: इवेंट हटाएं?
hr: Izbrisati događaj?
hu: Törlöd az eseményt?
id: Hapus acara?
is: Eyða atburði?
it: Eliminare l'evento?
ja: イベントを削除しますか？
ko: 이벤트를 삭제할까요?
lt: Ištrinti įvykį?
lv: Dzēst notikumu?
nb: Slette hendelse?
nl: Gebeurtenis verwijderen?
nn: Slette hending?
pl: Usunąć wydarzenie?
pt_br: Excluir evento?
ro: Ștergi evenimentul?
ru: Удалить событие?
sk: Odstrániť udalosť?
sl: Izbriši dogodek?
sr: Obrisati događaj?
sv: Radera händelse?
sw: Futa tukio?
ta: நிகழ்வை நீக்கவா?
th: ลบกิจกรรม?
tr: Etkinlik silinsin mi?
uk: Видалити подію?
ur: ایونٹ حذف کریں؟
vi: Xóa sự kiện?
zh_hans: 删除事件？
zh_hant: 刪除事件？

# events.notifications.all_day_picker.description
source: Choose a time and how many days before the event you want to be notified.
ar: اختر وقتًا وعدد الأيام قبل الحدث الذي تريد أن يصلك فيه إشعار.
bg: Изберете час и колко дни преди събитието да бъдете уведомени.
bn: একটি সময় ও ইভেন্টের কত দিন আগে বিজ্ঞপ্তি পেতে চান তা বেছে নিন।
ca: Tria una hora i quants dies abans de l'esdeveniment vols rebre l'avís.
cs: Zvolte čas a kolik dní před událostí chcete dostat oznámení.
da: Vælg et tidspunkt og hvor mange dage før begivenheden du vil varsles.
de: Wähle eine Uhrzeit und wie viele Tage vor dem Ereignis du benachrichtigt werden möchtest.
el: Επιλέξτε ώρα και πόσες μέρες πριν θέλετε να ειδοποιηθείτε.
es: Elige una hora y cuántos días antes del evento quieres recibir una notificación.
et: Vali kellaaeg ja mitu päeva enne sündmust soovid teavitust saada.
fa: زمان و تعداد روزهای قبل از رویداد را برای اعلان انتخاب کنید.
fi: Valitse aika ja kuinka monta päivää ennen tapahtumaa haluat ilmoituksen.
fil: Pumili ng oras at ilang araw bago ang event na gusto mong maabisuhan.
fr: Choisissez une heure et combien de jours avant l’événement vous voulez être notifié.
he: בחר שעה וכמה ימים לפני האירוע תרצה לקבל התראה.
hi: समय और इवेंट से कितने दिन पहले आप सूचना पाना चाहते हैं, चुनें।
hr: Odaberite vrijeme i koliko dana prije događaja želite primiti obavijest.
hu: Válassz időpontot és napok számát, mennyivel az esemény előtt kérsz értesítést.
id: Pilih waktu dan berapa hari sebelum acara Anda ingin diberi tahu.
is: Veldu tíma og hve mörgum dögum fyrir viðburðinn þú vilt fá tilkynningu.
it: Scegli un orario e quanti giorni prima dell'evento vuoi ricevere una notifica.
ja: 通知する時刻と、予定の何日前かを選択します。
ko: 이벤트 전에 알림을 받을 시간과 며칠 전인지 선택하세요.
lt: Pasirinkite laiką ir kiek dienų prieš įvykį norite gauti pranešimą.
lv: Izvēlieties laiku un cik dienas pirms notikuma vēlaties saņemt paziņojumu.
nb: Velg et klokkeslett og hvor mange dager før hendelsen du vil bli varslet.
nl: Kies een tijd en hoeveel dagen voor de gebeurtenis je een melding wilt ontvangen.
nn: Vel eit klokkeslett og kor mange dagar før hendinga du vil bli varsla.
pl: Wybierz godzinę i liczbę dni przed wydarzeniem, kiedy chcesz otrzymać powiadomienie.
pt_br: Escolha um horário e quantos dias antes do evento você quer ser notificado.
ro: Alegeți o oră și cu câte zile înainte de eveniment doriți să fiți notificat.
ru: Выберите время и за сколько дней до события вас уведомить.
sk: Vyberte čas a koľko dní pred udalosťou chcete dostať upozornenie.
sl: Izberite čas in koliko dni pred dogodkom želite biti obveščeni.
sr: Izaberite vreme i koliko dana pre događaja želite obaveštenje.
sv: Välj en tid och hur många dagar före händelsen du vill bli meddelad.
sw: Chagua saa na siku ngapi kabla ya tukio unavyotaka kuarifiwa.
ta: நிகழ்வுக்கு எத்தனை நாட்களுக்கு முன் மற்றும் எந்த நேரத்தில் அறிவிக்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
th: เลือกเวลาและจำนวนวันก่อนกิจกรรมที่ต้องการรับการแจ้งเตือน
tr: Bir saat ve etkinlikten kaç gün önce bildirim almak istediğini seç.
uk: Виберіть час і за скільки днів до події вас сповістити.
ur: وقت اور ایونٹ سے کتنے دن پہلے اطلاع چاہیے، منتخب کریں۔
vi: Chọn thời gian và số ngày trước sự kiện bạn muốn được thông báo.
zh_hans: 选择时间以及在事件前几天接收通知。
zh_hant: 選擇時間，以及要在事件前幾天收到通知。

# events.notifications.none
source: No reminders
ar: لا توجد تذكيرات
bg: Няма напомняния
bn: কোনো রিমাইন্ডার নেই
ca: Cap recordatori
cs: Žádná připomenutí
da: Ingen påmindelser
de: Keine Erinnerungen
el: Χωρίς υπενθυμίσεις
es: Sin recordatorios
et: Meeldetuletusi pole
fa: بدون یادآور
fi: Ei muistutuksia
fil: Walang paalala
fr: Aucun rappel
he: אין תזכורות
hi: कोई रिमाइंडर नहीं
hr: Nema podsjetnika
hu: Nincsenek emlékeztetők
id: Tidak ada pengingat
is: Engar áminningar
it: Nessun promemoria
ja: リマインダーなし
ko: 알림 없음
lt: Nėra priminimų
lv: Nav atgādinājumu
nb: Ingen påminnelser
nl: Geen herinneringen
nn: Ingen påminningar
pl: Brak przypomnień
pt_br: Sem lembretes
ro: Fără mementouri
ru: Без напоминаний
sk: Žiadne pripomienky
sl: Brez opomnikov
sr: Nema podsetnika
sv: Inga påminnelser
sw: Hakuna vikumbusho
ta: நினைவூட்டல்கள் இல்லை
th: ไม่มีการแจ้งเตือน
tr: Hatırlatıcı yok
uk: Немає нагадувань
ur: کوئی یاد دہانی نہیں
vi: Không có lời nhắc
zh_hans: 无提醒
zh_hant: 無提醒

# events.notifications.one_day_before
source: 1 day before
ar: قبل يوم واحد
bg: 1 ден преди
bn: ১ দিন আগে
ca: 1 dia abans
cs: 1 den před
da: 1 dag før
de: 1 Tag vorher
el: 1 μέρα πριν
es: 1 día antes
et: 1 päev enne
fa: 1 روز قبل
fi: 1 päivä ennen
fil: 1 araw bago
fr: 1 jour avant
he: יום אחד לפני
hi: 1 दिन पहले
hr: 1 dan prije
hu: 1 nappal előtte
id: 1 hari sebelum
is: 1 degi áður
it: 1 giorno prima
ja: 1日前
ko: 1일 전
lt: 1 diena prieš
lv: 1 dienu pirms
nb: 1 dag før
nl: 1 dag ervoor
nn: 1 dag før
pl: 1 dzień przed
pt_br: 1 dia antes
ro: Cu 1 zi înainte
ru: За 1 день
sk: 1 deň pred
sl: 1 dan prej
sr: 1 dan pre
sv: 1 dag före
sw: Siku 1 kabla
ta: 1 நாள் முன்
th: 1 วันก่อน
tr: 1 gün önce
uk: За 1 день
ur: 1 دن پہلے
vi: Trước 1 ngày
zh_hans: 前1天
zh_hant: 1 天前

# events.notifications.past_event_hint
source: Reminders can only be changed for upcoming events.
ar: لا يمكن تغيير التذكيرات إلا للأحداث القادمة.
bg: Напомнянията могат да се променят само за предстоящи събития.
bn: রিমাইন্ডার শুধু আসন্ন ইভেন্টের জন্য বদলানো যায়।
ca: Els recordatoris només es poden canviar per a esdeveniments futurs.
cs: Připomenutí lze měnit jen u nadcházejících událostí.
da: Påmindelser kan kun ændres for kommende begivenheder.
de: Erinnerungen können nur für kommende Ereignisse geändert werden.
el: Οι υπενθυμίσεις αλλάζουν μόνο για επερχόμενα συμβάντα.
es: Los recordatorios solo se pueden cambiar para eventos próximos.
et: Meeldetuletusi saab muuta ainult tulevaste sündmuste puhul.
fa: یادآورها فقط برای رویدادهای آینده قابل تغییرند.
fi: Muistutuksia voi muuttaa vain tuleviin tapahtumiin.
fil: Maaari lang baguhin ang mga paalala para sa mga paparating na event.
fr: Les rappels ne peuvent être modifiés que pour les événements à venir.
he: אפשר לשנות תזכורות רק לאירועים עתידיים.
hi: रिमाइंडर केवल आने वाले इवेंट के लिए बदले जा सकते हैं।
hr: Podsjetnici se mogu mijenjati samo za nadolazeće događaje.
hu: Az emlékeztetők csak a közelgő eseményeknél módosíthatók.
id: Pengingat hanya bisa diubah untuk acara mendatang.
is: Aðeins er hægt að breyta áminningum fyrir komandi viðburði.
it: I promemoria possono essere modificati solo per gli eventi futuri.
ja: リマインダーは今後の予定のみ変更できます。
ko: 알림은 예정된 이벤트만 변경할 수 있습니다.
lt: Priminimus galima keisti tik būsimiems įvykiams.
lv: Atgādinājumus var mainīt tikai gaidāmiem notikumiem.
nb: Påminnelser kan bare endres for kommende hendelser.
nl: Herinneringen kunnen alleen voor komende gebeurtenissen worden gewijzigd.
nn: Påminningar kan berre endrast for komande hendingar.
pl: Przypomnienia można zmieniać tylko dla nadchodzących wydarzeń.
pt_br: Os lembretes só podem ser alterados para eventos futuros.
ro: Mementourile pot fi modificate doar pentru evenimente viitoare.
ru: Напоминания можно менять только для предстоящих событий.
sk: Pripomienky možno meniť len pri nadchádzajúcich udalostiach.
sl: Opomnike lahko spremenite le za prihajajoče dogodke.
sr: Podsetnici se mogu menjati samo za predstojeće događaje.
sv: Påminnelser kan bara ändras för kommande händelser.
sw: Vikumbusho vinaweza kubadilishwa kwa matukio yajayo tu.
ta: வரவிருக்கும் நிகழ்வுகளுக்கே நினைவூட்டல்களை மாற்ற முடியும்.
th: เปลี่ยนการแจ้งเตือนได้เฉพาะกิจกรรมที่จะมาถึง
tr: Hatırlatıcılar yalnızca yaklaşan etkinlikler için değiştirilebilir.
uk: Нагадування можна змінювати лише для майбутніх подій.
ur: یاد دہانیاں صرف آنے والے ایونٹس کے لیے بدلی جا سکتی ہیں۔
vi: Chỉ có thể thay đổi lời nhắc cho sự kiện sắp tới.
zh_hans: 只能更改即将到来的事件提醒。
zh_hant: 只能為即將到來的事件更改提醒。

# events.notifications.same_day
source: Same day
ar: في اليوم نفسه
bg: Същия ден
bn: একই দিন
ca: El mateix dia
cs: Stejný den
da: Samme dag
de: Am selben Tag
el: Την ίδια μέρα
es: El mismo día
et: Samal päeval
fa: همان روز
fi: Samana päivänä
fil: Sa parehong araw
fr: Le jour même
he: באותו יום
hi: उसी दिन
hr: Isti dan
hu: Ugyanazon a napon
id: Hari yang sama
is: Sama dag
it: Lo stesso giorno
ja: 当日
ko: 당일
lt: Tą pačią dieną
lv: Tajā pašā dienā
nb: Samme dag
nl: Dezelfde dag
nn: Same dag
pl: Tego samego dnia
pt_br: No mesmo dia
ro: În aceeași zi
ru: В тот же день
sk: V ten istý deň
sl: Isti dan
sr: Istog dana
sv: Samma dag
sw: Siku hiyo hiyo
ta: அதே நாள்
th: วันเดียวกัน
tr: Aynı gün
uk: Того ж дня
ur: اسی دن
vi: Cùng ngày
zh_hans: 当天
zh_hant: 當天

# events.notifications.section_description
source: Set reminders for this event.
ar: عيّن تذكيرات لهذا الحدث.
bg: Задайте напомняния за това събитие.
bn: এই ইভেন্টের জন্য রিমাইন্ডার সেট করুন।
ca: Configura recordatoris per a aquest esdeveniment.
cs: Nastavte připomenutí pro tuto událost.
da: Angiv påmindelser for denne begivenhed.
de: Erinnerungen für dieses Ereignis festlegen.
el: Ορίστε υπενθυμίσεις για αυτό το συμβάν.
es: Configura recordatorios para este evento.
et: Määra sellele sündmusele meeldetuletused.
fa: برای این رویداد یادآور تنظیم کنید.
fi: Aseta muistutukset tälle tapahtumalle.
fil: Magtakda ng mga paalala para sa event na ito.
fr: Définissez des rappels pour cet événement.
he: הגדר תזכורות לאירוע זה.
hi: इस इवेंट के लिए रिमाइंडर सेट करें।
hr: Postavite podsjetnike za ovaj događaj.
hu: Állíts be emlékeztetőket ehhez az eseményhez.
id: Atur pengingat untuk acara ini.
is: Stilltu áminningar fyrir þennan viðburð.
it: Imposta promemoria per questo evento.
ja: この予定のリマインダーを設定します。
ko: 이 이벤트의 알림을 설정하세요.
lt: Nustatykite šio įvykio priminimus.
lv: Iestatiet atgādinājumus šim notikumam.
nb: Sett påminnelser for denne hendelsen.
nl: Stel herinneringen in voor deze gebeurtenis.
nn: Set påminningar for denne hendinga.
pl: Ustaw przypomnienia dla tego wydarzenia.
pt_br: Defina lembretes para este evento.
ro: Setați mementouri pentru acest eveniment.
ru: Установите напоминания для этого события.
sk: Nastavte pripomienky pre túto udalosť.
sl: Nastavite opomnike za ta dogodek.
sr: Podesite podsetnike za ovaj događaj.
sv: Ställ in påminnelser för den här händelsen.
sw: Weka vikumbusho kwa tukio hili.
ta: இந்த நிகழ்வுக்கு நினைவூட்டல்களை அமைக்கவும்.
th: ตั้งการแจ้งเตือนสำหรับกิจกรรมนี้
tr: Bu etkinlik için hatırlatıcı ayarla.
uk: Установіть нагадування для цієї події.
ur: اس ایونٹ کے لیے یاد دہانیاں سیٹ کریں۔
vi: Đặt lời nhắc cho sự kiện này.
zh_hans: 为此事件设置提醒。
zh_hant: 為此事件設定提醒。

# events.notifications.section_title
source: Notifications
ar: الإشعارات
bg: Известия
bn: বিজ্ঞপ্তি
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
et: Teavitused
fa: اعلان‌ها
fi: Ilmoitukset
fil: Mga notification
he: התראות
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
ko: 알림
lt: Pranešimai
lv: Paziņojumi
nb: Varsler
nl: Meldingen
nn: Varsel
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
sl: Obvestila
sr: Obaveštenja
sv: Notiser
sw: Arifa
ta: அறிவிப்புகள்
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: اطلاعات
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# events.notifications.timed_picker.description
source: Choose how long before your event you want to be notified.
ar: اختر قبل كم من الوقت من الحدث تريد أن يصلك إشعار.
bg: Изберете колко време преди събитието да бъдете уведомени.
bn: ইভেন্টের কত আগে বিজ্ঞপ্তি পেতে চান তা বেছে নিন।
ca: Tria quant temps abans de l'esdeveniment vols rebre l'avís.
cs: Zvolte, jak dlouho před událostí chcete dostat oznámení.
da: Vælg hvor længe før din begivenhed du vil varsles.
de: Wähle, wie lange vor dem Ereignis du benachrichtigt werden möchtest.
el: Επιλέξτε πόσο νωρίτερα θέλετε να ειδοποιηθείτε.
es: Elige cuánto antes de tu evento quieres recibir una notificación.
et: Vali, kui kaua enne sündmust soovid teavitust saada.
fa: مشخص کنید چه مدت قبل از رویداد اعلان دریافت کنید.
fi: Valitse, kuinka kauan ennen tapahtumaa haluat ilmoituksen.
fil: Piliin kung gaano katagal bago ang iyong event ka aabisuhan.
fr: Choisissez combien de temps avant votre événement vous voulez être notifié.
he: בחר כמה זמן לפני האירוע תרצה לקבל התראה.
hi: चुनें कि इवेंट से कितनी देर पहले आप सूचना पाना चाहते हैं।
hr: Odaberite koliko prije događaja želite primiti obavijest.
hu: Válaszd ki, mennyivel az esemény előtt kérsz értesítést.
id: Pilih berapa lama sebelum acara Anda ingin diberi tahu.
is: Veldu hve löngu fyrir viðburðinn þú vilt fá tilkynningu.
it: Scegli quanto tempo prima dell'evento vuoi ricevere una notifica.
ja: 予定のどれくらい前に通知するかを選択します。
ko: 이벤트 전에 언제 알림을 받을지 선택하세요.
lt: Pasirinkite, prieš kiek laiko iki įvykio norite gauti pranešimą.
lv: Izvēlieties, cik ilgi pirms notikuma vēlaties saņemt paziņojumu.
nb: Velg hvor lenge før hendelsen du vil bli varslet.
nl: Kies hoe lang voor je gebeurtenis je een melding wilt ontvangen.
nn: Vel kor lenge før hendinga du vil bli varsla.
pl: Wybierz, jak długo przed wydarzeniem chcesz otrzymać powiadomienie.
pt_br: Escolha com quanto tempo antes do evento você quer ser notificado.
ro: Alegeți cu cât timp înainte de eveniment doriți să fiți notificat.
ru: Выберите, за сколько до события вас уведомить.
sk: Vyberte, ako dlho pred udalosťou chcete dostať upozornenie.
sl: Izberite, koliko časa pred dogodkom želite biti obveščeni.
sr: Izaberite koliko pre događaja želite obaveštenje.
sv: Välj hur lång tid före händelsen du vill bli meddelad.
sw: Chagua muda kabla ya tukio lako unavyotaka kuarifiwa.
ta: நிகழ்வுக்கு முன் எவ்வளவு நேரத்திற்கு முன் அறிவிக்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
th: เลือกระยะเวลาก่อนกิจกรรมที่ต้องการรับการแจ้งเตือน
tr: Etkinlikten ne kadar önce bildirim almak istediğini seç.
uk: Виберіть, за який час до події вас сповістити.
ur: منتخب کریں کہ ایونٹ سے کتنی دیر پہلے آپ کو اطلاع دی جائے۔
vi: Chọn thời điểm trước sự kiện bạn muốn được thông báo.
zh_hans: 选择在事件开始前多久接收通知。
zh_hant: 選擇要在事件前多久收到通知。

# events.notifications.two_days_before
source: 2 days before
ar: قبل يومين
bg: 2 дни преди
bn: ২ দিন আগে
ca: 2 dies abans
cs: 2 dny před
da: 2 dage før
de: 2 Tage vorher
el: 2 μέρες πριν
es: 2 días antes
et: 2 päeva enne
fa: 2 روز قبل
fi: 2 päivää ennen
fil: 2 araw bago
fr: 2 jours avant
he: יומיים לפני
hi: 2 दिन पहले
hr: 2 dana prije
hu: 2 nappal előtte
id: 2 hari sebelum
is: 2 dögum áður
it: 2 giorni prima
ja: 2日前
ko: 2일 전
lt: 2 dienos prieš
lv: 2 dienas pirms
nb: 2 dager før
nl: 2 dagen ervoor
nn: 2 dagar før
pl: 2 dni przed
pt_br: 2 dias antes
ro: Cu 2 zile înainte
ru: За 2 дня
sk: 2 dni pred
sl: 2 dni prej
sr: 2 dana pre
sv: 2 dagar före
sw: Siku 2 kabla
ta: 2 நாட்கள் முன்
th: 2 วันก่อน
tr: 2 gün önce
uk: За 2 дні
ur: 2 دن پہلے
vi: Trước 2 ngày
zh_hans: 前2天
zh_hant: 2 天前
